Repository: mozilla-mobile/firefox-ios
Catalog: firefox-ios/Shared/Supporting Files/Settings.xcstrings
Source language: en_us
Languages: ab, be, br, bs, ca, co, cs, cy, da, de, dsb, el, eo, es, es_ar, es_cl, es_es, es_mx, eu, fi, fr, gd, gl, he, hr, hsb, hu, hy_am, ia, id, is, it, ja, ka, kab, kk, ko, lo, ml, nb, nl, nn, pa_in, pl, pt_br, pt_pt, rm, ru, sat_olck, scn, si, sk, sl, sq, su, sv, tg, th, tr, tt, ug, uk, vi, zh_cn, zh_tw

# Settings.Autoplay.Footer.v137
source: Autoplay settings will only apply to newly opened tabs. Changes cannot be applied to existing tabs unless the application is restarted.
bs: Postavke automatske reprodukcije će se primijeniti samo na novootvorene tabove. Promjene se ne mogu primijeniti na postojeće tabove osim ako se aplikacija ponovo ne pokrene.
ca: Els paràmetres de reproducció automàtica només s’aplicaran a les pestanyes obertes recentment. Els canvis no es poden aplicar a les pestanyes existents, tret que reinicieu l’aplicació.
co: I parametri di lettura autumatica s’appiecheranu solu à l’unghjette aperte pocu fà. I cambiamenti ùn ponu micca appiecassi à l’unghjette esistente for chè l’appiecazione hè rilanciata.
cs: Nastavení automatického přehrávání se vztahuje pouze na nově otevřené panely. Změny nelze aplikovat na stávající panely, pokud není aplikace restartována.
cy: Dim ond i dabiau sydd newydd agor y bydd gosodiadau awtochwarae yn berthnasol. Nid oes modd gosod newidiadau i dabiau cyfredol oni bai bod y rhaglen yn cael ei hailgychwyn.
da: Indstillinger for automatisk afspilninger gælder kun for nyligt åbnede faneblade. Ændringer kan ikke anvendes på eksisterende faneblade, medmindre appen genstartes.
de: Die Einstellungen zur automatischen Wiedergabe gelten nur für neu geöffnete Tabs. Änderungen können nicht auf bestehende Tabs angewendet werden, bis die Anwendung neu gestartet wird.
dsb: Nastajenja awtomatiskego wótgraśa se jano na nowo wócynjone rejtariki nałožuju. Změny njedaju se na eksistěrujuce rejtariki nałožyś, snaźkuli nałoženje se znowego startujo.
el: Οι ρυθμίσεις αυτόματης αναπαραγωγής θα ισχύουν μόνο για τις νέες καρτέλες. Οι αλλαγές δεν μπορούν να εφαρμοστούν στις υπάρχουσες καρτέλες μέχρι να επανεκκινηθεί η εφαρμογή.
eo: Agordoj por aŭtomata ludado nur aplikeblas al novaj langetoj. La ŝanĝoj nur aplikeblos al ekzistantaj langetoj se la programo estas restartigita.
es_ar: La configuración de la reproducción automática solo se aplicará a las nuevas pestañas abiertas. Los cambios no se pueden aplicar a las pestañas existentes a menos que se reinicie la aplicación.
es_cl: Los ajustes de reproducción automática solo se aplicarán a las pestañas recién abiertas. Los cambios no se pueden aplicar a las pestañas existentes a menos que se reinicie la aplicación.
es_es: La configuración de reproducción automática solo se aplicará a las pestañas recién abiertas. Los cambios no se pueden aplicar a las pestañas existentes a menos que se reinicie la aplicación.
es_mx: La configuración de reproducción automática solo se aplicará a las pestañas recién abiertas. Los cambios no se pueden aplicar a las pestañas existentes a menos que se reinicie la aplicación.
eu: Erreprodukzio automatikoko ezarpenak berriki irekitako fitxei aplikatuko zaizkie. Aldaketak ezin dira aplikatu lehendik dauden fitxei ez bada aplikazioa berrabiarazten.
fi: Automaattisen toiston asetukset pätevät vain uusiin avattaviin välilehtiin. Muutoksia ei voi soveltaa olemassa oleviin välilehtiin, ellei sovellusta käynnistetä uudelleen.
fr: Les paramètres de lecture automatique ne s’appliqueront qu’aux onglets récemment ouverts. Les changements ne peuvent être appliqués aux onglets existants que si l’application est redémarrée.
he: הגדרות הניגון האוטומטי יחולו רק על לשוניות שייפתחו מעכשיו. לא ניתן להחיל שינויים על לשוניות קיימות אלא אם היישומון יופעל מחדש.
hr: Postavke automatske reprodukcije će se primijeniti samo na novootvorene kartice. Promjene se ne mogu primijeniti na postojeće kartice osim ako se aplikacija ponovo ne pokrene.
hsb: Nastajenja awtomatiskeho wothraća so jenož na nowo wočinjene rajtarki nałožuja. Změny njedadźa so na eksistowace rajtarki nałožić, chibazo nałoženje so znowa startuje.
hu: Az automatikus lejátszás beállításai csak az újonnan megnyitott lapokra vonatkoznak. A módosítások nem vonatkoznak a meglévő lapokra, hacsak nem indítja újra az alkalmazást.
hy_am: Ինքնանվագարկման կարգավորումները կկիրառվեն միայն նոր բացված ներդիրների վրա: Փոփոխությունները չեն կարող կիրառվել առկա ներդիրներում, քանի դեռ հավելվածը չի վերագործարկվել:
ia: Le parametros de autoreproduction se applicara solo a schedas novemente aperte. Le cambiamentos non pote esser applicate a schedas existente salvo que le application es reinitiate.
id: Pengaturan putar otomatis hanya akan berlaku untuk tab yang baru dibuka. Perubahan tidak dapat diterapkan pada tab yang ada kecuali aplikasi dimulai ulang.
is: Stillingar fyrir sjálfvirka spilun munu aðeins eiga við um nýopnaða flipa. Ekki er hægt að beita breytingum á núverandi flipa nema forritið sé endurræst.
it: Le impostazioni di riproduzione automatica verranno applicate solo alle schede aperte di recente. Le modifiche non possono essere applicate alle schede esistenti a meno che l’applicazione non venga riavviata.
ja: 自動再生設定は新しく開いたタブにのみ適用されます。アプリを再起動するまでは既存のタブに適用されません。
ka: თვითგაშვების პარამეტრები შეეხება მხოლოდ ახლად გახსნილ ჩანართებს. ცვლილებები არ აისახება არსებულ ჩანართებზე მანამ, სანამ ახლიდან არ გაეშვება პროგრამა.
kab: Iɣewwaren n tɣuri tawurmant ad ttwasnasen kan ɣef waccaren yeldin melmi kan. Isenfal ur zmiren ara ad ttwasnasen ɣef waccaren yellan yakan ala ma yella asnas yules tanekra.
kk: Автоойнату параметрлері тек жаңадан ашылған бесстерге іске асырылады. Қолданба қайта іске қосылғанға дейін өзгертулерді ашық беттер үшін іске асыру мүмкін емес.
ko: 자동 재생 설정은 새로 열린 탭에만 적용됩니다. 애플리케이션을 다시 시작하지 않으면 변경 내용을 기존 탭에 적용할 수 없습니다.
lo: ການຕັ້ງຄ່າການຫຼິ້ນອັດຕະໂນມັດຈະນຳໃຊ້ກັບແຖບທີ່ເປີດໃໝ່ເທົ່ານັ້ນ. ການ​ປ່ຽນ​ແປງ​ບໍ່​ສາ​ມາດ​ຖືກ​ນໍາ​ໃຊ້​ກັບ​ແຖບ​ທີ່​ມີ​ຢູ່​ແລ້ວ​ເວັ້ນ​ເສຍ​ແຕ່​ວ່າ​ຄໍາ​ຮ້ອງ​ສະ​ຫມັກ​ຈະ​ເລີ່ມ​ຕົ້ນ​ໃຫມ່​.
nb: Innstillinger for automatisk avspilling vil bare gjelde for nylig åpnede faner. Endringer kan ikke brukes på eksisterende faner med mindre appen startes på nytt.
nl: Instellingen voor automatisch afspelen worden alleen toegepast op nieuw geopende tabbladen. Wijzigingen kunnen niet op bestaande tabbladen worden toegepast, tenzij de toepassing opnieuw wordt gestart.
nn: Innstillingar for automatisk avspeling vil berre gjelde for nyleg opna faner. Endringar kan ikkje brukast på eksisterande faner med mindre appen vert starta på nytt.
pa_in: ਆਪਣੇ-ਆਪ ਚਲਾਓ ਸੈਟਿੰਗਾਂ ਸਿਰਫ਼ ਨਵੀਆਂ ਖੋਲ੍ਹੀਆਂ ਟੈਬਾਂ ਉੱਤੇ ਹੀ ਲਾਗੂ ਹੋਣਗੀਆ। ਤਬਦੀਲੀਆਂ ਨੂੰ ਮੌਜੂਦਾ ਟੈਬਾਂ ਉੱਤੇ ਲਾਗੂ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ, ਜਦ ਤੱਕ ਕਿ ਐਪਲੀਕੇਸ਼ਨ ਨੂੰ ਮੁੜ-ਚਾਲੂ ਨਹੀਂ ਕੀਤਾ ਜਾਂਦਾ ਹੈ।
pt_br: As configurações de reprodução automática só se aplicam a abas abertas depois. As alterações não podem ser aplicadas a abas existentes, a menos que o aplicativo seja reiniciado.
pt_pt: As definições de reprodução automática apenas se vão aplicar a separadores abertos recentemente. As alterações podem não ser aplicadas a separadores existentes a menos que a aplicação seja reiniciada.
rm: Ils parameters per la reproducziun automatica vegnan mo applitgads a tabs che vegnan averts a partir dad ussa. Las midadas n’han nagin effect per tabs existents, nun che l’applicaziun vegnia reaviada.
ru: Настройки автовоспроизведения будут применены только к недавно открытым вкладкам. Изменения не могут быть применены к существующим вкладкам, пока не будет перезапущено приложение.
scn: I mpustazzioni di ripruduzzioni autumàtica vennu mpustati sulu pî schedi novi chi grapi. Nun è pussìbbili riggistrari sti canci pî schedi chi già grapisti, abbestra di abbiari arrè l’applicazzioni.
sk: Nastavenia automatického prehrávania sa budú vzťahovať iba na novo otvorené karty. Zmeny nie je možné použiť na existujúce karty, pokiaľ sa aplikácia nereštartuje.
sl: Nastavitve samodejnega predvajanja bodo veljale samo za novo odprte zavihke. Sprememb ni mogoče uveljaviti na obstoječih zavihkih, razen če aplikacijo znova zaženete.
sq: Rregullimet për vetëluajtje do të aplikohen vetëm mbi skeda që hapen pas kësaj. Ndryshimet s’mund të aplikohen te skeda ekzistuese, veç në u rinistë aplikacioni.
sv: Inställningarna för automatisk uppspelning kommer endast att gälla för nyöppnade flikar. Ändringar kan inte tillämpas på befintliga flikar om programmet inte startas om.
tg: Танзимоти пахши худкор танҳо ба варақаҳое, ки нав кушода шудаанд, татбиқ мешавад. Агар шумо барномаро аз нав оғоз накунед, ин тағйирот ба варақаҳои мавҷудбуда татбиқ карда намешавад.
th: การตั้งค่าการเล่นอัตโนมัติจะใช้ได้กับแท็บที่เพิ่งเปิดใหม่เท่านั้น การเปลี่ยนแปลงไม่สามารถใช้ได้กับแท็บที่มีอยู่ เว้นแต่จะเริ่มแอปพลิเคชันใหม่
tr: Otomatik oynatma ayarları yalnızca yeni açılan sekmeler için geçerli olur. Uygulama yeniden başlatılmadıkça değişiklikler mevcut sekmelere uygulanamaz.
ug: ئۆزلۈكىدىن قويۇش تەڭشىكى پەقت يېڭىدىن ئېچىلغان بەتكۈچكە قوللىنىلىدۇ. ئەپ قايتا قوزغىتىلمىغۇچە ئۆزگىرىش مەۋجۇت بەتكۈچكە قوللىنىلمايدۇ.
uk: Налаштування автовідтворення застосовуватимуться лише до щойно відкритих вкладок. Зміни не можна застосувати до наявних вкладок, доки програму не буде перезапущено.
vi: Cài đặt tự động phát sẽ chỉ áp dụng cho các thẻ mới được mở. Thay đổi sẽ không áp dụng cho các thẻ hiện có trừ khi ứng dụng được khởi động lại.
zh_cn: “自动播放”设置将仅应用到新打开的标签页。重新启动应用程序后，所做更改才会应用到现有标签页。
zh_tw: 自動播放設定只對新開啟的分頁有效，需重新啟動應用程式後，現有的分頁方可生效。

# Settings.Browsing.Media.v137
source: Media
bs: Mediji
ca: Multimèdia
co: Multimedià
cs: Média
cy: Cyfrwng
da: Medieindhold
de: Medien
dsb: Medije
el: Πολυμέσα
eo: Aŭdvidaĵo
es_ar: Medios
es_cl: Medios
es_es: Multimedia
es_mx: Multimedia
eu: Multimedia
fr: Multimédia
he: מדיה
hr: Mediji
hsb: Medije
hu: Média
hy_am: Մեդիա
is: Margmiðlunargögn
it: Elementi multimediali
ja: メディア
ka: ფაილები
kab: Allalen n teywalt
kk: Мультимедиа
ko: 미디어
lo: ມີເດຍ
ml: മാദ്ധ്യമം
pa_in: ਮੀਡਿਆ
pt_br: Mídia
pt_pt: Multimédia
rm: Multimedia
ru: Медиа
si: මාධ්‍ය
sk: Médiá
sl: Predstavnost
tg: Расона
th: สื่อ
tr: Ortam
ug: ۋاسىتە
uk: Медіа
vi: Đa phương tiện
zh_cn: 媒体
zh_tw: 媒體

# Settings.CrashReports.Message.v135
source: Crash reports allow us to diagnose and fix issues with the browser.
bs: Izvještaji o padu omogućavaju nam da dijagnosticiramo i popravimo probleme s preglednikom.
ca: Els informes de fallada ajuden a diagnosticar i solucionar problemes del navegador.
co: I raporti d’accidente ci permettenu di diagnosticà è di currege i prublemi cù u navigatore.
cs: Hlášení o selhání nám umožňují diagnostikovat a opravit problémy s prohlížečem.
cy: Mae adroddiadau chwalu'n ein galluogi i wneud diagnosis a thrwsio problemau gyda'r porwr.
da: Rapporter om nedbrud hjælper os med at diagnosticere og løse problemer med browseren.
de: Absturzberichte ermöglichen es uns, Probleme mit dem Browser zu diagnostizieren und zu beheben.
dsb: Rozpšawy wowalenjow nam zmóžnjaju, problemy z wobglědowakom diagnosticěrowaś a rozwězaś.
el: Οι αναφορές κατάρρευσης μάς επιτρέπουν να διαγνώσουμε και να διορθώσουμε προβλήματα με το πρόγραμμα περιήγησης.
eo: Raportoj pri paneo helpas nin diagnozi kaj solvi problemojn en la retumilo.
es: Los informes de fallos nos permiten diagnosticar y solucionar problemas con el navegador.
es_ar: Los informes de fallos nos permiten diagnosticar y solucionar problemas con el navegador.
es_cl: Los reportes de fallos nos permiten diagnosticar y solucionar problemas con el navegador.
es_es: Los informes de fallos nos permiten diagnosticar y solucionar problemas con el navegador.
es_mx: Los reportes de fallos nos permiten diagnosticar y solucionar problemas con el navegador.
eu: Hutsegite-txostenek nabigatzailearen arazoak diagnostikatzen laguntzen digute.
fi: Kaatumisilmoitusten avulla voimme diagnosoida ja korjata selaimen ongelmia.
fr: Les rapports de plantage nous permettent de diagnostiquer et de corriger des problèmes avec le navigateur.
gl: Os informes de quebras permítennos diagnosticar e solucionar problemas co navegador.
he: דיווחי קריסה מאפשרים לנו לאבחן ולתקן בעיות בדפדפן.
hr: Izvještaji o prekidima programa nam omogućuju dijagnosticirati i popraviti probleme s preglednikom.
hsb: Spadowe rozprawy nam zmóžnjeja, problemy z wobhladowakom diagnosticěrować a rozrisać.
hu: Az összeomlás-jelentések lehetővé teszik a böngésző hibáinak diagnosztizálását és javítását.
hy_am: Խափանումների հաշվետվությունները թույլ են տալիս ախտորոշել և շտկել դիտարկիչի հետ կապված խնդիրները:
ia: Reportos de crash permitte nos de diagnosticar e reparar problemas con le navigator.
id: Laporan kerusakan memungkinkan kami mendiagnosis dan memperbaiki masalah pada peramban.
is: Hrunskýrslur gera okkur kleift að greina og laga vandamál í vafranum.
it: I rapporti sugli arresti anomali ci consentono di diagnosticare e risolvere problemi con il browser.
ja: クラッシュレポートによって、ブラウザーの問題を診断し、修正することができます。
ka: უეცარი გათიშვის შეტყობინებები გვეხმარება ბრაუზერის ხარვეზების დადგენასა და მოგვარებაში.
kab: Ineqqisen n truẓi ttallen-aɣ ad neg tawassna, ad nṣeggem uguren akked yiminig.
kk: Құлау хабарламалары бізге браузердегі ақауларды анықтауға және түзетуге мүмкіндік береді.
ko: 충돌 보고서를 통해 브라우저 문제를 진단하고 해결할 수 있습니다.
lo: ບົດລາຍງານການຂັດຂ້ອງອະນຸຍາດໃຫ້ພວກເຮົາວິນິດໄສ ແລະ ແກ້ໄຂບັນຫາກັບຕົວທ່ອງເວັບ.
ml: തകർച്ച റിപ്പോർട്ടുകൾ അന്വേഷിയന്ത്രത്തിന്റെ കൂടെയുള്ള എല്ലാ കുഴപ്പങ്ങളും കണ്ടെത്താനും പരിഹരിക്കാനും സഹായിക്കാരുണ്ടു്.
nb: Krasjrapporter lar oss diagnostisere og fikse problemer med nettleseren.
nl: Met crashrapporten kunnen we problemen met de browser analyseren en oplossen.
nn: Krasjrapportar tillèt oss å diagnostisere og fikse problem med nettlesaren.
pa_in: ਕਰੈਸ਼ ਰਿਪੋਰਟਾਂ ਸਾਨੂੰ ਬਰਾਊਜ਼ਰ ਬਾਰੇ ਪੜਤਾਲ ਕਰਨ ਅਤੇ ਮਸਲੇ ਠੀਕ ਕਰਨ ਲਈ ਮਦਦ ਕਰਦੀਆਂ ਹਨ।
pt_br: Relatórios de falhas nos permitem diagnosticar e corrigir problemas com o navegador.
pt_pt: Os relatórios de falha permitem-nos diagnosticar e corrigir problemas com o navegador.
rm: Rapports da collaps ans permettan da diagnostitgar e curreger problems cun il navigatur.
ru: Сообщения о падении позволяют нам диагностировать и устранять проблемы с браузером.
scn: I signalijazzioni dî scasci ni pirmèttinu di diagnusticari e abbirsari i prubblemi dû navicaturi.
sk: Správy o zlyhaní nám umožňujú diagnostikovať a opraviť problémy s prehliadačom.
sl: Poročila o sesutjih nam omogočajo diagnosticiranje in odpravljanje težav z brskalnikom.
sq: Njoftimet e vithisjeve na lejojnë të diagnostikojmë dhe ndreqim probleme me shfletuesin.
sv: Kraschrapporter tillåter oss att diagnostisera och lösa problem med webbläsaren.
tg: Гузоришҳо дар бораи вайронӣ ба мо имкон медиҳанд, то тавонем мушкилотро дар браузер ташхис ва ислоҳ намоем.
th: รายงานข้อขัดข้องช่วยให้เราวินิจฉัยและแก้ไขปัญหาของเบราว์เซอร์ได้
tr: Çökme raporları tarayıcıyla ilgili sorunları teşhis etmemize ve düzeltmemize olanak tanır.
ug: يىمىرىلىش دوكلاتى توركۆرگۈدىكى مەسىلىگە دىياگنوز قويۇپ ۋە ئوڭشىشىمىزغا يول قويىدۇ.
uk: Звіти про збої дають нам змогу діагностувати й усувати проблеми з браузером.
vi: Báo cáo sự cố giúp chúng tôi chẩn đoán và khắc phục sự cố của trình duyệt.
zh_cn: 我们可借助崩溃报告来诊断和修复浏览器的问题。
zh_tw: 傳送錯誤報告，可讓我們診斷並修正瀏覽器的問題。

# Settings.CrashReports.Message.v136
source: This helps us diagnose and fix issues with the browser.
bs: Ovo nam pomaže da dijagnosticiramo i riješimo probleme s preglednikom.
ca: Ajuden a diagnosticar i solucionar problemes del navegador.
co: Què ci permette d’identificà è currege i prublemi cù u navigatore.
cs: Toto nám umožňují diagnostikovat a opravit problémy s prohlížečem.
cy: Mae adroddiadau chwalu'n ein galluogi i wneud diagnosis a thrwsio problemau gyda'r porwr.
da: Dette hjælper os med at diagnosticere og løse problemer med browseren.
de: Dies hilft uns beim Diagnostizieren und Beheben von Problemen mit dem Browser.
dsb: To nam zmóžnja, problemy z wobglědowakom diagnosticěrowaś a rozwězaś.
el: Αυτό μας επιτρέπει να διαγνώσουμε και να διορθώσουμε προβλήματα με το πρόγραμμα περιήγησης.
eo: Tio ĉi helpas nin diagnozi kaj solvi problemojn en la retumilo.
es: Esto nos ayuda a diagnosticar y solucionar problemas con el navegador.
es_ar: Esto nos ayuda a diagnosticar y solucionar problemas con el navegador.
es_cl: Esto nos ayuda a diagnosticar y solucionar problemas con el navegador.
es_es: Esto nos ayuda a diagnosticar y solucionar problemas con el navegador.
es_mx: Esto nos ayuda a diagnosticar y solucionar problemas con el navegador.
eu: Nabigatzailearen arazoak diagnostikatzen eta konpontzen laguntzen digu honek.
fi: Tämä auttaa meitä diagnosoimaan ja korjaamaan selaimen ongelmia.
fr: Cela nous permet de diagnostiquer et de corriger des problèmes avec le navigateur.
gl: Isto axúdanos a diagnosticar e solucionar problemas co navegador.
he: זה מסייע לנו לאבחן ולתקן בעיות בדפדפן.
hr: Ovo nam pomaže dijagnosticirati i popraviti probleme s preglednikom.
hsb: To nam zmóžnja, problemy z wobhladowakom diagnosticěrować a rozrisać.
hu: Ez segít diagnosztizálni és javítani a böngészővel kapcsolatos problémákat.
hy_am: Սա օգնում է մեզ ախտորոշել և շտկել դիտարկիչի հետ կապված խնդիրները:
ia: Isto adjuta nos a diagnosticar e reparar problemas con le navigator.
id: Ini membantu kami mendiagnosis dan memperbaiki masalah pada peramban.
is: Þetta hjálpar okkur að greina og laga vandamál í vafranum.
it: Questo ci aiuta a diagnosticare e risolvere problemi con il browser.
ja: これはブラウザーの問題を診断して修正するのに役立ちます。
ka: დაგვეხმარება ბრაუზერის ხარვეზების დადგენასა და მოგვარებაში.
kab: Aya yettall-aneɣ ad neg tawassna, ad nṣeggem uguren akked yiminig.
kk: Бұл браузердегі ақауларды анықтауға және түзетуге көмектеседі.
ko: 이렇게 하면 브라우저의 문제를 진단하고 해결하는데 도움이 됩니다.
lo: ນີ້ຈະຊ່ວຍໃຫ້ພວກເຮົາວິນິດໄສ ແລະ ແກ້ໄຂບັນຫາກັບຕົວທ່ອງເວັບ.
ml: ഇതു് അന്വേഷിയന്ത്ര കുഴപ്പങ്ങളെ കണ്ടുപിടിക്കാനും അവയെ പരിഹരിക്കാനും തുണയ്ക്കുന്നു.
nb: Dette hjelper oss med å diagnostisere og fikse problemer med nettleseren.
nl: Dit helpt ons problemen met de browser te analyseren en op te lossen.
nn: Dette hjelper oss med å diagnostisere og fikse problem med nettlesaren.
pa_in: ਇਹ ਸਾਨੂੰ ਬਰਾਊਜ਼ਰ ਬਾਰੇ ਪੜਤਾਲ ਕਰਨ ਅਤੇ ਮਸਲੇ ਠੀਕ ਕਰਨ ਲਈ ਮਦਦ ਕਰਦੀਆਂ ਹਨ।
pt_br: Ajudar a diagnosticar e corrigir problemas com o navegador.
pt_pt: Isto ajuda-nos a diagnosticar e a corrigir problemas com o navegador.
rm: Quai ans gida da diagnostitgar e curreger problems cun il navigatur.
ru: Это помогает нам диагностировать и устранять проблемы с браузером.
scn: Chistu ni pirmetti di diagnusticari e abbirsari i prubblemi dû navicaturi.
sk: Toto nám pomáha diagnostikovať a riešiť problémy s prehliadačom.
sl: To nam omogoča diagnosticiranje in odpravljanje težav z brskalnikom.
sq: Kjo na ndihmon të diagnostikojmë dhe ndreqim probleme me shfletuesin.
sv: Det här hjälper oss att diagnostisera och lösa problem med webbläsaren.
tg: Ин ба мо кумак мерасонад, то тавонем мушкилотро дар браузер ташхис ва ислоҳ намоем.
th: สิ่งนี้ช่วยให้เราวินิจฉัยและแก้ไขปัญหาที่เกิดกับเบราว์เซอร์ได้
tr: Bu, tarayıcıyla ilgili sorunları teşhis edip düzeltmemize yardımcı olur.
ug: بۇ توركۆرگۈدىكى مەسىلىگە دىياگنوز قويۇپ ۋە ئوڭشىشىمىزغا ياردەم بېرىدۇ.
uk: Це допомагає нам діагностувати й усувати проблеми з браузером.
vi: Điều này giúp chúng tôi chẩn đoán và khắc phục sự cố của trình duyệt.
zh_cn: 此信息可帮助我们诊断和修复浏览器的问题。
zh_tw: 此資訊可讓我們診斷並修正瀏覽器的問題。

# Settings.CrashReports.Title.v135
source: Automatically Send Crash Reports
bs: Automatski šalji izvještaje o padu
ca: Envia automàticament informes de fallada
co: Mandà autumaticamente i raporti d’accidente
cs: Automaticky odesílat hlášení o pádech
cy: Anfon Adroddiadau Chwalu'n Awtomatig
da: Send automatisk fejlrapporter
de: Absturzberichte automatisch senden
dsb: Rozpšawy wowalenjow awtomatiski pósłaś
el: Αυτόματη αποστολή αναφορών κατάρρευσης
eo: Aŭtomate sendi raportojn pri paneoj
es: Enviar automáticamente informes de fallos
es_ar: Enviar informes de fallos automáticamente
es_cl: Enviar automáticamente reportes de fallos
es_es: Enviar automáticamente informes de fallos
es_mx: Enviar automáticamente informes de fallos
eu: Bidali automatikoki hutsegite-txostenak
fi: Lähetä kaatumisilmoitukset automaattisesti
fr: Envoyer automatiquement les rapports de plantage
gl: Enviar informes de quebras de xeito automático
he: שליחת דיווחי קריסה באופן אוטומטי
hr: Automatski šalji izvještaje o prekidu programa
hsb: Spadowe rozprawy awtomatisce pósłać
hu: Összeomlás-jelentések automatikus elküldése
hy_am: Ինքնաբար ուղարկել խափանումների մասին զեկույցը
ia: Automaticamente inviar reportos de crash
id: Kirim Laporan Kerusakan Secara Otomatis
is: Senda hrunskýrslur inn sjálfkrafa
it: Invia automaticamente segnalazioni di arresto anomalo
ja: クラッシュレポートを自動的に送信する
ka: უეცარი გათიშვის მოხსენებების თვითგაგზავნა
kab: Azen s wudem awurman ineqqisen n truẓi
kk: Құлау хабарламаларын автоматты түрде жіберу
ko: 자동으로 충돌 보고서 보내기
lo: ສົ່ງລາຍງານການຂັດຂ້ອງໂດຍອັດຕະໂນມັດ
ml: തകർച്ച വിവരങ്ങൾ തന്നെതാന്നെ അയയ്ക്കുക
nb: Send inn krasjrapporter automatisk
nl: Automatisch crashrapporten verzenden
nn: Send inn krasjrapportar automatisk
pa_in: ਕਰੈਸ਼ ਰਿਪੋਰਟਾਂ ਨੂੰ ਆਪਣੇ-ਆਪ ਭੇਜੋ
pt_br: Enviar relatórios de falhas automaticamente
pt_pt: Enviar relatórios de falha automaticamente
rm: Trametter automaticamain rapports da collaps
ru: Автоматически отправлять сообщения о падениях
scn: Manna ’n autumàticu i signalijazzioni di scasciu
sk: Automaticky odosielať správy o zlyhaní
sl: Samodejno pošlji poročila o sesutjih
sq: Dërgo Vetvetiu Njoftime Vithisjesh
sv: Skicka automatiskt kraschrapporter
tg: Ба таври худкор фиристодани гузоришҳо дар бораи вайронӣ
th: ส่งรายงานข้อขัดข้องโดยอัตโนมัติ
tr: Çökme raporlarını otomatik olarak gönder
tt: Ватылу турындагы хәбәрләрне автоматик рәвештә җибәрү
ug: يىمىرىلىش دوكلاتىنى ئۆزلۈكىدىن يوللايدۇ
uk: Автоматично надсилати звіти про збої
vi: Tự động gửi báo cáo sự cố
zh_cn: 自动发送崩溃报告
zh_tw: 自動傳送錯誤報告
